Repository: Kostenkov-2021/CustomLabels
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Custom Labels
ru: Custom Labels (Пользовательские метки)

source: Set or edit a custom label for the current control
ru: Установить или изменить пользовательскую метку для текущего элемента управления

source: Cannot label this type of control
ru: Не удаётся пометить этот тип элемента управления

source: Cannot identify this control
ru: Не удаётся определить этот элемент управления

source: Error: {error}
ru: Ошибка: {error}

source: Unknown
ru: Неизвестно

source: Label removed
ru: Метка удалена

source: No label to remove
ru: Нет установленных меток для удаления

source: Label set to: {label}
ru: Метка изменена на: {label}

source: Remove the custom label from the current control
ru: Удалить пользовательскую метку для текущего элемента управления

source: Check if current control has a custom label
ru: Проверить, есть ли у текущего элемента управления пользовательская метка

source: Custom label: {label}
ru: Пользовательская метка: {label}

source: No custom label. Original: {name}
ru: Нет пользовательской метки. Исходная метка: {name}

source: unlabeled
ru: без метки

source: Open custom labels settings
ru: Открыть настройки пользовательских меток

source: Edit Custom Label
ru: Изменить пользовательскую метку

source: Set Custom Label
ru: Установить пользовательскую метку

source: Control &information:
ru: Сведения об элементе управления:

source: Property
ru: Свойство

source: Value
ru: Значение

source: (unlabeled)
ru: (без метки)

source: Original name
ru: Исходное имя

source: Role
ru: Роль

source: Application
ru: Приложение

source: Identifier
ru: Идентификатор

source: Current label
ru: Текущая метка

source: &Custom label:
ru: Пользовательская &метка:

source: &Cancel
ru: &Отмена

source: &Remove
ru: &Удалить

source: &Available custom labels:
ru: &Доступные пользовательские метки:

source: &Edit
ru: &Изменить

source: Remove A&pp
ru: Удалить &приложение

source: Remove &All
ru: Удалить &все

source: &Speak description for unlabeled controls as labels if available
ru: &Использовать описание при их наличии для неподписанных элементов управления в качестве меток

source: All Labels
ru: Все метки

source: {app} ({count} labels)
ru: {app} ({count} меток)

source: (not available from saved data)
ru: (недоступно из сохранённых данных)

source: Remove label '{label}'?
ru: Удалить метку «{label}»?

source: Confirm Removal
ru: Подтверждение удаления

source: Remove all {count} labels for '{app}'?
ru: Удалить все {count} меток для «{app}»?

source: Remove all {count} custom labels?
ru: Удалить все {count} пользовательских меток?

source: An NVDA addon that allows you to add custom labels for unlabeled controls and edit existing ones.
ru: Это дополнение позволяет назначать пользовательские текстовые метки для неподписанных элементов управления и редактировать существующие.

source: Initial release of the Custom Labels add-on.
ru: Первоначальная версия дополнения Custom Labels.
